<!DOCTYPE html>
<html lang="ru">
<head>
<?php 
  $title = "Новости";
  require_once "blocks/head.php"; 
    ?>
</head>
<body>
<?php require_once "blocks/header.php" ?>

  <div id="wrapper">

<div id="leftCol">
  <div id="bigArticle">
  <img src="img/articles/art_1.png" alt="Статья 1" title="Статья 1">
  <h2>Статья 1</h2>
  <p>
    Адаптивный веб-дизайн — значительное достижение для всего Интернета. Мы больше не скованы давно устаревшей моделью «печатной страницы» со статическим содержимым, разбитым на области фиксированного размера. Сегодня Интернет способен жить, дышать и приспосабливаться, заполняя всё пространство, доступное на экранах различных устройств, начиная от мобильных телефонов — и вплоть до огромных видеодисплеев. Это то, какой и предполагалась Глобальная сеть.
    Но есть небольшая проблема. Веб-сайты зачастую содержат баннерную рекламу и традиционные баннеры, не обладающие особой гибкостью. Как flash-, так и GIF-баннеры имеют фиксированные размеры, из-за чего несовместимы с современной адаптивной вёрсткой. Нам необходим новый метод создания баннерной рекламы. Нам нужны «адаптивные» баннеры...
  </p>
  <a href="article.php"><div class="more">Далее</div> </a>
  </div>
  <div class="clear">
    <br>
  </div>
  <div class="article">
  <img src="img/articles/art_2.png" alt="Статья 1" title="Статья 1">
  <h2>Статья 1</h2>
  <p>
    Адаптивный веб-дизайн — значительное достижение для всего Интернета. Мы больше не скованы давно устаревшей моделью «печатной страницы» со статическим содержимым, разбитым на области фиксированного размера. Сегодня Интернет способен жить, дышать и приспосабливаться, заполняя всё пространство, доступное на экранах различных устройств, начиная от мобильных телефонов — и вплоть до огромных видеодисплеев. Это то, какой и предполагалась Глобальная сеть.
  </p>
  <a href="article.php"><div class="more">Далее</div> </a>
  </div>

  <div class="article">
  <img src="img/articles/art_3.png" alt="Статья 1" title="Статья 1">
  <h2>Статья 1</h2>
  <p>
    Адаптивный веб-дизайн — значительное достижение для всего Интернета. Мы больше не скованы давно устаревшей моделью «печатной страницы» со статическим содержимым, разбитым на области фиксированного размера. Сегодня Интернет способен жить, дышать и приспосабливаться, заполняя всё пространство, доступное на экранах различных устройств, начиная от мобильных телефонов — и вплоть до огромных видеодисплеев. Это то, какой и предполагалась Глобальная сеть.
  </p>
  <a href="article.php"><div class="more">Далее</div> </a>
  </div>

</div>

<?php require_once "blocks/rightCol.php" ?>

</div>

<?php require_once "blocks/footer.php" ?>
    </div>
</body>
</html>